IDEA Open Model
Element2D.Thickness Property
 Thicknes of Element2D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
public:
property double Thickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace